Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: No providers that support %@ are linked yet.
de: Es sind noch keine Anbieter verlinkt, die %@ unterstützen.
es: Aún no hay ningún proveedor vinculado que admita %@.
fr: Aucun fournisseur prenant en charge %@ n'est encore lié.
hi: %@ का समर्थन करने वाला कोई भी प्रदाता अभी तक लिंक नहीं किया गया है।
id: Belum ada penyedia yang mendukung %@ yang ditautkan.
ja: %@ をサポートするプロバイダーはまだリンクされていません。
ko: %@를 지원하는 제공업체가 아직 연결되지 않았습니다.
pl: Żaden dostawca obsługujący %@ nie jest jeszcze połączony.
pt_br: Nenhum provedor que oferece suporte a %@ está vinculado ainda.
tr: Henüz %@'yi destekleyen hiçbir sağlayıcı bağlı değil.
uk: Поки що не пов’язано жодного постачальника, який підтримує %@.
vi: Chưa có nhà cung cấp nào hỗ trợ %@ được liên kết.
zh_hans: 尚未链接支持 %@ 的提供商。
zh_hant: 尚未連結支援 %@ 的提供者。

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
id: Tidak ada hasil yang ditemukan
ja: 結果が見つかりませんでした
ko: 검색결과가 없습니다
pl: Nie znaleziono żadnych wyników
pt_br: Nenhum resultado encontrado
tr: Sonuç bulunamadı
uk: Результатів не знайдено
vi: Không tìm thấy kết quả nào
zh_hans: 没有找到结果
zh_hant: 沒有找到結果

source: No scenes added yet
de: Es wurden noch keine Szenen hinzugefügt
es: Aún no se han añadido escenas
fr: Aucune scène ajoutée pour l'instant
hi: अभी तक कोई दृश्य नहीं जोड़ा गया
id: Belum ada adegan yang ditambahkan
ja: まだシーンは追加されていません
ko: 아직 추가된 장면이 없습니다.
pl: Nie dodano jeszcze żadnych scen
pt_br: Nenhuma cena adicionada ainda
tr: Henüz sahne eklenmedi
uk: Сцени ще не додано
vi: Chưa có cảnh nào được thêm vào
zh_hans: 尚未添加场景
zh_hant: 尚未添加場景

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune séance pour l'instant
hi: अभी तक कोई सत्र नहीं
id: Belum ada sesi
ja: まだセッションはありません
ko: 아직 세션이 없습니다.
pl: Nie ma jeszcze sesji
pt_br: Ainda não há sessões
tr: Henüz oturum yok
uk: Сесій ще немає
vi: Chưa có phiên nào
zh_hans: 还没有会议
zh_hant: 還沒有會議

source: No storage data
de: Keine Speicherdaten
es: Sin datos de almacenamiento
fr: Aucune donnée de stockage
hi: कोई संग्रहण डेटा नहीं
id: Tidak ada data penyimpanan
ja: ストレージデータがありません
ko: 저장 데이터 없음
pl: Brak danych przechowywania
pt_br: Sem dados de armazenamento
tr: Depolama verisi yok
uk: Немає даних для зберігання
vi: Không có dữ liệu lưu trữ
zh_hans: 无存储数据
zh_hant: 無儲存數據

source: No storyboards yet
de: Noch keine Storyboards
es: Aún no hay guiones gráficos
fr: Pas encore de storyboards
hi: अभी तक कोई स्टोरीबोर्ड नहीं
id: Belum ada storyboard
ja: まだ絵コンテはありません
ko: 아직 스토리보드가 없습니다.
pl: Nie ma jeszcze scenorysów
pt_br: Ainda não há storyboards
tr: Henüz storyboard yok
uk: Розкадровок ще немає
vi: Chưa có bảng phân cảnh
zh_hans: 还没有故事板
zh_hant: 還沒有故事板

source: No threads yet
de: Noch keine Threads
es: Aún no hay hilos
fr: Pas encore de sujets
hi: अभी तक कोई सूत्र नहीं
id: Belum ada thread
ja: まだスレッドがありません
ko: 아직 스레드가 없습니다.
pl: Nie ma jeszcze wątków
pt_br: Ainda não há tópicos
tr: Henüz konu yok
uk: Ще немає тем
vi: Chưa có chủ đề nào
zh_hans: 还没有话题
zh_hant: 還沒有話題

source: No videos generated.
de: Keine Videos generiert.
es: No se generan vídeos.
fr: Aucune vidéo générée.
hi: कोई वीडियो उत्पन्न नहीं हुआ.
id: Tidak ada video yang dibuat.
ja: ビデオは生成されませんでした。
ko: 생성된 동영상이 없습니다.
pl: Nie wygenerowano żadnych filmów.
pt_br: Nenhum vídeo gerado.
tr: Hiçbir video oluşturulmadı.
uk: Відео не створено.
vi: Không có video nào được tạo.
zh_hans: 没有生成视频。
zh_hant: 沒有產生影片。

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
id: Tidak ada
ja: なし
ko: 없음
pl: Żadne
pt_br: Nenhum
tr: Yok
uk: Жодного
vi: không có
zh_hans: 无
zh_hant: 無

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
hi: जुड़ा नहीं
id: Tidak terhubung
ja: 接続されていません
ko: 연결되지 않음
pl: Nie podłączony
pt_br: Não conectado
tr: Bağlı değil
uk: Не підключено
vi: Không được kết nối
zh_hans: 未连接
zh_hant: 未連接

source: Not run yet
de: Noch nicht ausgeführt
es: Aún no se ha ejecutado
fr: Pas encore exécuté
hi: अभी तक नहीं चला
id: Belum dijalankan
ja: まだ実行されていません
ko: 아직 실행되지 않음
pl: Jeszcze nie uruchomione
pt_br: Ainda não foi executado
tr: Henüz çalıştırılmadı
uk: Ще не запускається
vi: Chưa chạy
zh_hans: 尚未运行
zh_hant: 尚未運行

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
id: Tidak dipilih
ja: 未選択
ko: 선택되지 않음
pl: Nie wybrano
pt_br: Não selecionado
tr: Seçilmedi
uk: Не вибрано
vi: Không được chọn
zh_hans: 未选择
zh_hant: 未選擇

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
hi: सेट नहीं
id: Tidak disetel
ja: 未設定
ko: 설정되지 않음
pl: Nie ustawiono
pt_br: Não definido
tr: Ayarlanmadı
uk: Не встановлено
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: Not uploaded
de: Nicht hochgeladen
es: No subido
fr: Non téléchargé
hi: अपलोड नहीं किया गया
id: Tidak diunggah
ja: アップロードされていません
ko: 업로드되지 않음
pl: Nie przesłano
pt_br: Não enviado
tr: Yüklenmedi
uk: Не завантажено
vi: Chưa tải lên
zh_hans: 未上传
zh_hant: 未上傳

source: Notice something wrong?
de: Ist Ihnen aufgefallen, dass etwas nicht stimmt?
es: ¿Notas algo mal?
fr: Vous remarquez que quelque chose ne va pas ?
hi: कुछ ग़लत नज़र आया?
id: Perhatikan ada yang salah?
ja: 何か間違っていることに気づきましたか?
ko: 뭔가 잘못된 것 같나요?
pl: Zauważyłeś, że coś jest nie tak?
pt_br: Notou algo errado?
tr: Yanlış bir şey mi fark ettiniz?
uk: Помітили щось не так?
vi: Nhận thấy điều gì đó không ổn?
zh_hans: 注意到有什么不对劲吗？
zh_hant: 注意到有什麼不對勁嗎？

source: Number of images per prompt
de: Anzahl der Bilder pro Eingabeaufforderung
es: Número de imágenes por mensaje
fr: Nombre d'images par invite
hi: प्रति प्रॉम्प्ट छवियों की संख्या
id: Jumlah gambar per prompt
ja: プロンプトごとの画像の数
ko: 프롬프트당 이미지 수
pl: Liczba obrazów na monit
pt_br: Número de imagens por prompt
tr: İstem başına görüntü sayısı
uk: Кількість зображень на підказку
vi: Số lượng hình ảnh trên mỗi lời nhắc
zh_hans: 每个提示的图像数量
zh_hant: 每個提示的圖像數量

source: Number of videos
de: Anzahl der Videos
es: Número de vídeos
fr: Nombre de vidéos
hi: वीडियो की संख्या
id: Jumlah video
ja: 動画の数
ko: 동영상 수
pl: Liczba filmów
pt_br: Número de vídeos
tr: Video sayısı
uk: Кількість відео
vi: Số lượng video
zh_hans: 视频数量
zh_hant: 影片數量

source: OAuth Access Token
de: OAuth-Zugriffstoken
es: Token de acceso de OAuth
fr: Jeton d'accès OAuth
hi: OAuth एक्सेस टोकन
id: Token Akses OAuth
ja: OAuthアクセストークン
ko: OAuth 액세스 토큰
pl: Token dostępu OAuth
pt_br: Token de acesso OAuth
tr: OAuth Erişim Jetonu
uk: Маркер доступу OAuth
vi: Mã thông báo truy cập OAuth
zh_hans: OAuth 访问令牌
zh_hant: OAuth 訪問令牌

source: OK
de: Okay
es: bien
fr: D'accord
hi: ठीक है
id: Oke
ko: 알았어
tr: tamam
uk: добре
vi: được rồi
zh_hans: 好的
zh_hant: 好的

source: Once you link the key here, the same will be stored securely in your Apple Keychain. Illustrate will authenticate your requests with the provider via this key.
de: Sobald Sie den Schlüssel hier verknüpfen, wird er sicher in Ihrem Apple-Schlüsselbund gespeichert. Über diesen Schlüssel authentifiziert Illustrate Ihre Anfragen beim Anbieter.
es: Una vez que vincules la clave aquí, la misma se almacenará de forma segura en tu llavero Apple. Illustrate autenticará sus solicitudes con el proveedor a través de esta clave.
fr: Une fois que vous aurez lié la clé ici, celle-ci sera stockée en toute sécurité dans votre trousseau Apple. Illustrate authentifiera vos demandes auprès du fournisseur via cette clé.
hi: एक बार जब आप कुंजी को यहां लिंक कर देंगे, तो वह आपके ऐप्पल किचेन में सुरक्षित रूप से संग्रहीत हो जाएगी। इलस्ट्रेट इस कुंजी के माध्यम से प्रदाता के साथ आपके अनुरोधों को प्रमाणित करेगा।
id: Setelah Anda menautkan kunci di sini, kunci tersebut akan disimpan dengan aman di Rantai Kunci Apple Anda. Illustrate akan mengautentikasi permintaan Anda dengan penyedia melalui kunci ini.
ja: ここでキーをリンクすると、同じキーが Apple キーチェーンに安全に保存されます。 Illustrate は、このキーを介してプロバイダーに対するリクエストを認証します。
ko: 여기에 키를 연결하면 동일한 키가 Apple 키체인에 안전하게 저장됩니다. Illustrate는 이 키를 통해 공급자에게 귀하의 요청을 인증합니다.
pl: Gdy połączysz tutaj klucz, będzie on bezpiecznie przechowywany w Twoim pęku kluczy Apple. Illustrate uwierzytelni Twoje żądania u dostawcy za pomocą tego klucza.
pt_br: Depois de vincular a chave aqui, ela será armazenada com segurança no seu Apple Keychain. O Illustrate autenticará suas solicitações com o provedor por meio desta chave.
tr: Anahtarı buraya bağladığınızda, aynısı Apple Anahtarlığınızda güvenli bir şekilde saklanacaktır. Illustrate, bu anahtar aracılığıyla sağlayıcıdaki isteklerinizi doğrulayacaktır.
uk: Коли ви зв’яжете ключ тут, він буде надійно збережено у вашому Apple Keychain. Illustrate аутентифікує ваші запити у постачальника за допомогою цього ключа.
vi: Sau khi bạn liên kết khóa ở đây, khóa tương tự sẽ được lưu trữ an toàn trong Chuỗi khóa Apple của bạn. Illustrate sẽ xác thực yêu cầu của bạn với nhà cung cấp thông qua khóa này.
zh_hans: 一旦您在此处链接密钥，该密钥就会安全地存储在您的 Apple 钥匙串中。 Illustrate 将通过此密钥向提供商验证您的请求。
zh_hant: 一旦您在此處連結密鑰，該密鑰就會安全地儲存在您的 Apple 鑰匙圈中。 Illustrate 將透過此金鑰向提供者驗證您的請求。

source: Once you request for media generation, it will appear in the queue.
de: Sobald Sie die Medienerstellung anfordern, wird diese in der Warteschlange angezeigt.
es: Una vez que solicite la generación de medios, aparecerá en la cola.
fr: Une fois que vous aurez demandé la génération de média, celui-ci apparaîtra dans la file d'attente.
hi: एक बार जब आप मीडिया जनरेशन के लिए अनुरोध करेंगे, तो यह कतार में दिखाई देगा।
id: Setelah Anda meminta pembuatan media, itu akan muncul dalam antrean.
ja: メディア生成をリクエストすると、キューに表示されます。
ko: 미디어 생성을 요청하면 해당 미디어가 대기열에 표시됩니다.
pl: Gdy poprosisz o wygenerowanie multimediów, pojawi się ono w kolejce.
pt_br: Depois de solicitar a geração de mídia, ela aparecerá na fila.
tr: Medya oluşturma talebinde bulunduğunuzda, sırada görünecektir.
uk: Коли ви надішлете запит на створення медіафайлів, воно з’явиться в черзі.
vi: Sau khi bạn yêu cầu tạo phương tiện, nó sẽ xuất hiện trong hàng đợi.
zh_hans: 一旦您请求媒体生成，它将出现在队列中。
zh_hant: 一旦您請求媒體生成，它將出現在隊列中。

source: Once you submit the URLs, the Firecrawl Agent will analyze the websites and extract the brand information.
de: Sobald Sie die URLs übermittelt haben, analysiert der Firecrawl-Agent die Websites und extrahiert die Markeninformationen.
es: Una vez que envíe las URL, Firecrawl Agent analizará los sitios web y extraerá la información de la marca.
fr: Une fois les URL soumises, l'agent Firecrawl analysera les sites Web et extraira les informations sur la marque.
hi: एक बार जब आप यूआरएल सबमिट कर देंगे, तो फायरक्रॉल एजेंट वेबसाइटों का विश्लेषण करेगा और ब्रांड की जानकारी निकालेगा।
id: Setelah Anda mengirimkan URL, Agen Firecrawl akan menganalisis situs web dan mengekstrak informasi merek.
ja: URL を送信すると、Firecrawl Agent が Web サイトを分析し、ブランド情報を抽出します。
ko: URL을 제출하면 Firecrawl 에이전트가 웹사이트를 분석하고 브랜드 정보를 추출합니다.
pl: Po przesłaniu adresów URL agent Firecrawl przeanalizuje strony internetowe i wyodrębni informacje o marce.
pt_br: Depois de enviar os URLs, o Agente Firecrawl analisará os sites e extrairá as informações da marca.
tr: URL'leri gönderdiğinizde Firecrawl Agent web sitelerini analiz edecek ve marka bilgilerini çıkaracaktır.
uk: Після того як ви подасте URL-адреси, агент Firecrawl проаналізує веб-сайти та витягне інформацію про бренд.
vi: Sau khi bạn gửi URL, Tác nhân Firecrawl sẽ phân tích các trang web và trích xuất thông tin thương hiệu.
zh_hans: 提交 URL 后，Firecrawl 代理将分析网站并提取品牌信息。
zh_hant: 提交 URL 後，Firecrawl 代理將分析網站並提取品牌資訊。

source: Open Illustrate
de: Öffnen Sie Illustrate
es: Abrir ilustrar
fr: Ouvrir Illustrer
hi: चित्रण खोलें
id: Buka Ilustrasi
ja: イラストを開く
ko: 일러스트 열기
pl: Otwórz Ilustrację
pt_br: Abra Ilustrar
tr: Illustrate'ı aç
uk: Відкрийте Illustrate
vi: Mở minh họa
zh_hans: 打开插图
zh_hant: 打開插圖

source: Open Illustrate to connect a provider.
de: Öffnen Sie Illustrate, um einen Anbieter zu verbinden.
es: Abra Illustrate para conectar un proveedor.
fr: Ouvrez Illustrate pour connecter un fournisseur.
hi: किसी प्रदाता को जोड़ने के लिए इलस्ट्रेट खोलें।
id: Buka Illustrate untuk menghubungkan penyedia.
ja: Illustrate を開いてプロバイダーに接続します。
ko: Illustrator를 열어 공급자를 연결하세요.
pl: Otwórz Illustrate, aby połączyć się z dostawcą.
pt_br: Abra o Illustrate para conectar um provedor.
tr: Bir sağlayıcıya bağlanmak için Illustrate'ı açın.
uk: Відкрийте Illustrate, щоб підключити постачальника.
vi: Mở Illustrate để kết nối nhà cung cấp.
zh_hans: 打开 Illustrate 以连接提供商。
zh_hant: 開啟 Illustrate 以連接提供者。

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en ventana nueva
fr: Ouvrir dans une nouvelle fenêtre
hi: नई विंडो में खोलें
id: Buka di Jendela Baru
ja: 新しいウィンドウで開く
ko: 새 창에서 열기
pl: Otwórz w nowym oknie
pt_br: Abrir em uma nova janela
tr: Yeni Pencerede Aç
uk: Відкрити в новому вікні
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Optional images for AI style guidance.
de: Optionale Bilder zur KI-Stilführung.
es: Imágenes opcionales para orientación de estilo de IA.
fr: Images facultatives pour les conseils de style IA.
hi: एआई शैली मार्गदर्शन के लिए वैकल्पिक छवियां।
id: Gambar opsional untuk panduan gaya AI.
ja: AI スタイル ガイダンス用のオプションの画像。
ko: AI 스타일 지침을 위한 선택적 이미지입니다.
pl: Opcjonalne obrazy zawierające wskazówki dotyczące stylu AI.
pt_br: Imagens opcionais para orientação de estilo de IA.
tr: Yapay zeka tarzı rehberlik için isteğe bağlı görüntüler.
uk: Додаткові зображення для вказівок щодо стилю AI.
vi: Hình ảnh tùy chọn để hướng dẫn phong cách AI.
zh_hans: 用于 AI 风格指导的可选图像。
zh_hant: 用於 AI 風格指導的可選圖像。

source: Optional negative prompt to avoid certain elements in the generated image.
de: Optionale negative Eingabeaufforderung, um bestimmte Elemente im generierten Bild zu vermeiden.
es: Mensaje negativo opcional para evitar ciertos elementos en la imagen generada.
fr: Invite négative facultative pour éviter certains éléments de l’image générée.
hi: उत्पन्न छवि में कुछ तत्वों से बचने के लिए वैकल्पिक नकारात्मक संकेत।
id: Prompt negatif opsional untuk menghindari elemen tertentu dalam gambar yang dihasilkan.
ja: 生成された画像内の特定の要素を回避するためのオプションの否定プロンプト。
ko: 생성된 이미지의 특정 요소를 피하기 위한 선택적 부정적인 프롬프트입니다.
pl: Opcjonalny monit negatywny, aby uniknąć pewnych elementów w wygenerowanym obrazie.
pt_br: Prompt negativo opcional para evitar certos elementos na imagem gerada.
tr: Oluşturulan görüntüdeki belirli öğeleri önlemek için isteğe bağlı negatif istem.
uk: Додаткова негативна підказка, щоб уникнути певних елементів у створеному зображенні.
vi: Lời nhắc phủ định tùy chọn để tránh các thành phần nhất định trong hình ảnh được tạo.
zh_hans: 可选的否定提示以避免生成图像中的某些元素。
zh_hant: 可選的否定提示以避免產生影像中的某些元素。

source: Options
de: Optionen
es: Opciones
fr: Possibilités
hi: विकल्प
id: Pilihan
ja: オプション
ko: 옵션
pl: Opcje
pt_br: Opções
tr: Seçenekler
uk: Опції
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: Output
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
id: Keluaran
ja: 出力
ko: 출력
pl: Wyjście
pt_br: Saída
tr: Çıkış
uk: Вихід
vi: đầu ra
zh_hans: 输出
zh_hant: 輸出

source: Pause generation
de: Generierung pausieren
es: Pausar generación
fr: Suspendre la génération
hi: पीढ़ी को रोकें
id: Jeda generasi
ja: 生成を一時停止する
ko: 생성 일시중지
pl: Wstrzymaj generowanie
pt_br: Pausar geração
tr: Oluşturmayı duraklat
uk: Призупинити генерацію
vi: Tạm dừng tạo
zh_hans: 暂停生成
zh_hant: 暫停生成

source: Person Generation
de: Personengenerierung
es: Generación de personas
fr: Génération de personnes
hi: व्यक्ति पीढ़ी
id: Generasi Orang
ja: 人の生成
ko: 개인 세대
pl: Pokolenie Osoby
pt_br: Geração de Pessoa
tr: Kişi Üretimi
uk: Покоління особи
vi: Thế hệ người
zh_hans: 人代
zh_hant: 人代

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
hi: व्यक्तित्व
id: Kepribadian
ja: 性格
ko: 성격
pl: Osobowość
pt_br: Personalidade
tr: Kişilik
uk: Особистість
vi: Tính cách
zh_hans: 个性
zh_hant: 個性

source: Photo Library
de: Fotobibliothek
es: Biblioteca de fotos
fr: Photothèque
hi: फोटो लाइब्रेरी
id: Perpustakaan Foto
ja: フォトライブラリー
ko: 사진 라이브러리
pl: Biblioteka zdjęć
pt_br: Biblioteca de fotos
tr: Fotoğraf Kitaplığı
uk: Бібліотека фотографій
vi: Thư viện ảnh
zh_hans: 照片库
zh_hant: 照片庫

source: Photoshoot Details
de: Details zum Fotoshooting
es: Detalles de la sesión de fotos
fr: Détails de la séance photo
hi: फोटोशूट विवरण
id: Detail Pemotretan
ja: 写真撮影の詳細
ko: 사진촬영 세부정보
pl: Szczegóły sesji zdjęciowej
pt_br: Detalhes da sessão de fotos
tr: Fotoğraf Çekimi Detayları
uk: Деталі фотосесії
vi: Chi Tiết Chụp Ảnh
zh_hans: 拍摄详情
zh_hant: 拍攝詳情

source: Photoshoot Name
de: Name des Fotoshootings
es: Nombre de la sesión de fotos
fr: Nom de la séance photo
hi: फोटोशूट का नाम
id: Nama Pemotretan
ja: 写真撮影名
ko: 촬영명
pl: Nazwa sesji zdjęciowej
pt_br: Nome da sessão fotográfica
tr: Fotoğraf Çekimi Adı
uk: Назва фотосесії
vi: Tên buổi chụp ảnh
zh_hans: 拍摄名称
zh_hant: 拍攝名稱

source: Photoshoots
de: Fotoshootings
es: Sesiones de fotos
fr: Séances photo
hi: फोटोशूट
id: Pemotretan
ja: 写真撮影
ko: 사진 촬영
pl: Sesje zdjęciowe
pt_br: Sessões de fotos
tr: Fotoğraf çekimleri
uk: Фотосесії
vi: buổi chụp ảnh
zh_hans: 拍摄照片
zh_hant: 拍攝照片

source: Pick a Prompt
de: Wählen Sie eine Eingabeaufforderung
es: Elija un mensaje
fr: Choisissez une invite
hi: एक संकेत चुनें
id: Pilih Perintah
ja: プロンプトを選択してください
ko: 프롬프트 선택
pl: Wybierz monit
pt_br: Escolha um prompt
tr: Bir İstem Seç
uk: Виберіть підказку
vi: Chọn một lời nhắc
zh_hans: 选择一个提示
zh_hant: 選擇一個提示

source: Pick from Prompt Gallery
de: Wählen Sie aus der Prompt-Galerie
es: Elija de la galería rápida
fr: Choisissez dans la galerie d'invites
hi: प्रॉम्प्ट गैलरी से चुनें
id: Pilih dari Galeri Prompt
ja: プロンプトギャラリーから選択
ko: 프롬프트 갤러리에서 선택
pl: Wybierz z galerii Prompt
pt_br: Escolha na Galeria de Prompts
tr: İstem Galerisinden Seç
uk: Виберіть із галереї підказок
vi: Chọn từ Thư viện lời nhắc
zh_hans: 从提示库中选择
zh_hant: 從提示庫中選擇

source: Play video
de: Video abspielen
es: Reproducir vídeo
fr: Lire la vidéo
hi: वीडियो चलाएं
id: Putar video
ja: ビデオを再生する
ko: 비디오 재생
pl: Odtwórz wideo
pt_br: Reproduzir vídeo
tr: Videoyu oynat
uk: Відтворити відео
vi: Phát video
zh_hans: 播放视频
zh_hant: 播放影片

source: Playgrounds
de: Spielplätze
es: Parques infantiles
fr: Terrains de jeux
hi: खेल के मैदान
id: Taman bermain
ja: 遊び場
ko: 놀이터
pl: Place zabaw
pt_br: Parques infantis
tr: Oyun Alanları
uk: Ігрові майданчики
vi: Sân chơi
zh_hans: 游乐场
zh_hant: 遊樂場

source: Plays the generated video
de: Spielt das generierte Video ab
es: Reproduce el vídeo generado
fr: Lit la vidéo générée
hi: उत्पन्न वीडियो चलाता है
id: Memutar video yang dihasilkan
ja: 生成されたビデオを再生します
ko: 생성된 비디오를 재생합니다.
pl: Odtwarza wygenerowany film
pt_br: Reproduz o vídeo gerado
tr: Oluşturulan videoyu oynatır
uk: Відтворює створене відео
vi: Phát video được tạo
zh_hans: 播放生成的视频
zh_hant: 播放生成的視頻

source: Please expand the window to access this feature.
de: Bitte erweitern Sie das Fenster, um auf diese Funktion zuzugreifen.
es: Expanda la ventana para acceder a esta función.
fr: Veuillez agrandir la fenêtre pour accéder à cette fonctionnalité.
hi: कृपया इस सुविधा तक पहुंचने के लिए विंडो का विस्तार करें।
id: Silakan perluas jendela untuk mengakses fitur ini.
ja: この機能にアクセスするには、ウィンドウを展開してください。
ko: 이 기능에 액세스하려면 창을 확장하세요.
pl: Aby uzyskać dostęp do tej funkcji, rozwiń okno.
pt_br: Expanda a janela para acessar este recurso.
tr: Bu özelliğe erişmek için lütfen pencereyi genişletin.
uk: Щоб отримати доступ до цієї функції, розгорніть вікно.
vi: Vui lòng mở rộng cửa sổ để truy cập tính năng này.
zh_hans: 请展开窗口以访问此功能。
zh_hant: 請展開視窗以存取此功能。

source: Please stay and do not dismiss this section until the extraction is complete. Feel free to navigate to other apps if needed. This process may take a few minutes to complete.
de: Bitte bleiben Sie stehen und schließen Sie diesen Abschnitt nicht, bis die Extraktion abgeschlossen ist. Bei Bedarf können Sie jederzeit zu anderen Apps navigieren. Dieser Vorgang kann einige Minuten dauern.
es: Por favor quédese y no descarte esta sección hasta que se complete la extracción. No dudes en navegar a otras aplicaciones si es necesario. Este proceso puede tardar unos minutos en completarse.
fr: Veuillez rester et ne pas fermer cette section tant que l'extraction n'est pas terminée. N'hésitez pas à accéder à d'autres applications si nécessaire. Ce processus peut prendre quelques minutes.
hi: कृपया रुकें और निष्कर्षण पूरा होने तक इस अनुभाग को ख़ारिज न करें। यदि आवश्यक हो तो बेझिझक अन्य ऐप्स पर नेविगेट करें। इस प्रक्रिया को पूरा होने में कुछ मिनट लग सकते हैं.
id: Harap tetap di sini dan jangan abaikan bagian ini sampai ekstraksi selesai. Jangan ragu untuk menavigasi ke aplikasi lain jika diperlukan. Proses ini mungkin memerlukan waktu beberapa menit untuk diselesaikan.
ja: 抽出が完了するまでこのセクションを閉じずにそのままにしておいてください。必要に応じて、他のアプリに自由に移動してください。このプロセスが完了するまでに数分かかる場合があります。
ko: 추출이 완료될 때까지 머물면서 이 섹션을 닫지 마십시오. 필요한 경우 자유롭게 다른 앱으로 이동하세요. 이 프로세스를 완료하는 데 몇 분 정도 걸릴 수 있습니다.
pl: Proszę pozostać i nie zamykać tej sekcji do czasu zakończenia wyodrębniania. W razie potrzeby możesz przejść do innych aplikacji. Zakończenie tego procesu może zająć kilka minut.
pt_br: Por favor, fique e não descarte esta seção até que a extração seja concluída. Sinta-se à vontade para navegar para outros aplicativos, se necessário. Este processo pode levar alguns minutos para ser concluído.
tr: Lütfen burada kalın ve çıkarma işlemi tamamlanana kadar bu bölümü kapatmayın. Gerekirse diğer uygulamalara gitmekten çekinmeyin. Bu işlemin tamamlanması birkaç dakika sürebilir.
uk: Будь ласка, залишайтеся та не закривайте цей розділ, доки витяг не завершиться. За потреби перейдіть до інших програм. Цей процес може тривати кілька хвилин.
vi: Vui lòng ở lại và không bỏ qua phần này cho đến khi quá trình trích xuất hoàn tất. Vui lòng điều hướng đến các ứng dụng khác nếu cần. Quá trình này có thể mất vài phút để hoàn thành.
zh_hans: 请留下来，在提取完成之前不要忽略此部分。如果需要，请随意导航到其他应用程序。此过程可能需要几分钟才能完成。
zh_hant: 請留下來，在提取完成之前不要忽略此部分。如果需要，請隨意導航到其他應用程式。此過程可能需要幾分鐘才能完成。

source: Prefer to upload the transparent images for better results.
de: Laden Sie lieber die transparenten Bilder hoch, um bessere Ergebnisse zu erzielen.
es: Prefiere cargar las imágenes transparentes para obtener mejores resultados.
fr: Préférez télécharger les images transparentes pour de meilleurs résultats.
hi: बेहतर परिणामों के लिए पारदर्शी छवियाँ अपलोड करना पसंद करें।
id: Lebih suka mengunggah gambar transparan untuk hasil yang lebih baik.
ja: より良い結果を得るには、透明な画像をアップロードすることをお勧めします。
ko: 더 나은 결과를 얻으려면 투명한 이미지를 업로드하는 것이 좋습니다.
pl: Aby uzyskać lepsze wyniki, wolę przesyłać przezroczyste obrazy.
pt_br: Prefira fazer upload de imagens transparentes para melhores resultados.
tr: Daha iyi sonuçlar için şeffaf görselleri yüklemeyi tercih edin.
uk: Для кращих результатів краще завантажувати прозорі зображення.
vi: Ưu tiên tải lên những hình ảnh trong suốt để có kết quả tốt hơn.
zh_hans: 最好上传透明图像以获得更好的效果。
zh_hant: 最好上傳透明圖像以獲得更好的效果。

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ko: 미리보기
pl: Podgląd
pt_br: Visualização
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Preview generation
de: Vorschaugenerierung
es: Generación de vista previa
fr: Génération d'aperçu
hi: पूर्वावलोकन पीढ़ी
id: Generasi pratinjau
ja: プレビューの生成
ko: 미리보기 생성
pl: Generacja podglądu
pt_br: Geração de visualização
tr: Önizleme oluşturma
uk: Генерація попереднього перегляду
vi: Tạo bản xem trước
zh_hans: 预览生成
zh_hant: 預覽生成

source: Preview not available
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu non disponible
hi: पूर्वावलोकन उपलब्ध नहीं है
id: Pratinjau tidak tersedia
ja: プレビューは利用できません
ko: 미리보기를 사용할 수 없습니다.
pl: Podgląd niedostępny
pt_br: Pré-visualização não disponível
tr: Önizleme kullanılamıyor
uk: Попередній перегляд недоступний
vi: Xem trước không có sẵn
zh_hans: 预览不可用
zh_hant: 預覽不可用
